Repository: Dzikriananda/assignment-1
Catalog: lib/l10n/app_*.arb
Languages: id

# firstScreenTextfieldHint_1
source: Name
id: Nama

# firstScreenTextfieldHint_2
source: Palindrome
id: Palindrom

# firstScreenButton_1
source: Check
id: Cek

# firstScreenButton_2
source: Next
id: Selanjutnya

# firstScreenTextfieldNullAlert_1
source: Name Must Not Be Null!
id: Nama Tidak Boleh Kosong!

# firstScreenAlertDialogPalindrome
source: isPalindrome
id: Palindrom

# firstScreenAlertDialogNotPalindrome
source: notPalindrome
id: Bukan Palindrom,

# firstScreenAlertDialogProfile
source: This Feature Is Not Ready Yet!
id: Fitur Ini Belum Tersedia!

# secondScreenAppBar
source: Second Screen
id: Screen Dua

# secondScreen_1
source: Welcome
id: Selamat Datang

# secondScreen_2
source: Selected User Name
id: Nama pengguna yang dipilih

# secondScreen_3
source: Choose a User
id: Pilih sebuah pengguna

# thirdScreenAppBar
source: Third Screen
id: Screen Tiga

# thirdScreen_1
source: Error loading data!
id: Galat Saat Memuat Data!

# thirdScreen_2
source: No items found.
id: Tidak Ditemukan

# thirdScreen_3
source: No More Items
id: Sudah Mencapai Daftar Paling Bawah
